evaluation/ycsb_pm_results_log_flush/capybarakv_no_flush/Runa/Run5
config file ../ycsb_ffi/config.toml
[OVERALL], RunTime(ms), 204639
[OVERALL], Throughput(ops/sec), 48866.54059099194
[TOTAL_GCS_G1_Young_Generation], Count, 51
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 122
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.05961717952101017
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 51
[TOTAL_GC_TIME], Time(ms), 122
[TOTAL_GC_TIME_%], Time(%), 0.05961717952101017
[READ], Operations, 5001626
[READ], AverageLatency(us), 8.404885731160226
[READ], MinLatency(us), 6
[READ], MaxLatency(us), 3337
[READ], 95thPercentileLatency(us), 9
[READ], 99thPercentileLatency(us), 9
[READ], Return=OK, 5001626
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 509312.0
[CLEANUP], MinLatency(us), 509184
[CLEANUP], MaxLatency(us), 509439
[CLEANUP], 95thPercentileLatency(us), 509439
[CLEANUP], 99thPercentileLatency(us), 509439
[UPDATE], Operations, 4998374
[UPDATE], AverageLatency(us), 20.531202747133367
[UPDATE], MinLatency(us), 18
[UPDATE], MaxLatency(us), 11639
[UPDATE], 95thPercentileLatency(us), 21
[UPDATE], 99thPercentileLatency(us), 25
[UPDATE], Return=OK, 4998374