evaluation/ycsb_pm_results_log_flush/capybarakv_no_flush/Runa/Run9
config file ../ycsb_ffi/config.toml
[OVERALL], RunTime(ms), 198358
[OVERALL], Throughput(ops/sec), 50413.89810342915
[TOTAL_GCS_G1_Young_Generation], Count, 51
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 118
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.0594883997620464
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 51
[TOTAL_GC_TIME], Time(ms), 118
[TOTAL_GC_TIME_%], Time(%), 0.0594883997620464
[READ], Operations, 4999178
[READ], AverageLatency(us), 8.126186745100895
[READ], MinLatency(us), 6
[READ], MaxLatency(us), 5707
[READ], 95thPercentileLatency(us), 9
[READ], 99thPercentileLatency(us), 9
[READ], Return=OK, 4999178
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 506240.0
[CLEANUP], MinLatency(us), 506112
[CLEANUP], MaxLatency(us), 506367
[CLEANUP], 95thPercentileLatency(us), 506367
[CLEANUP], 99thPercentileLatency(us), 506367
[UPDATE], Operations, 5000822
[UPDATE], AverageLatency(us), 19.725131988301122
[UPDATE], MinLatency(us), 17
[UPDATE], MaxLatency(us), 11367
[UPDATE], 95thPercentileLatency(us), 20
[UPDATE], 99thPercentileLatency(us), 24
[UPDATE], Return=OK, 5000822